{
    "%": null,
    "1 year ago": null,
    "1/2": null,
    "1/3": null,
    "1/4": null,
    "1M5R": null,
    "2 Wheel hand tractor": null,
    "2 years ago": null,
    "2/3": null,
    "3Control": null,
    "4 wheel tractor": null,
    "50% (20-30 cm standing stubble) retained in the field and all burned": null,
    "50% (20-30 cm standing stubble) retained in the field and all incorporated": null,
    "A washing or changing facility is available": null,
    "Actions": null,
    "Active ingredient (%) content in the herbicide": null,
    "Add Row": null,
    "Adding multiple farmers?": "添加多个农民?",
    "All these pestices applied are registered in your country?": null,
    "Ammonium Phosphate": null,
    "Amount": null,
    "Animal feeding": null,
    "Any major work-related injuries or minor cases in an equal or higher frequency than in the last crop cycle": null,
    "Application date": null,
    "Are you aware of any risk in food safety (risks from arsenic, cadmium, chromium, mercury, and lead)?": null,
    "AWD": null,
    "Besides combine harvester, do you use any other labor during harvesting & threshing?": null,
    "Besides machine, how many labor were used for cutting rice?": null,
    "Bioenergy": null,
    "Birds": null,
    "BMP": null,
    "Boom spray": null,
    "Boots": null,
    "Both": null,
    "Both manual weeding and herbicide": null,
    "Bubble dryer": null,
    "Burned": null,
    "Calculate only the selected economic and ecological indicators": null,
    "Calibration and maintenance within current crop cycle": null,
    "Calibration and maintenance within the past 2 years": null,
    "Can you mention the name of the dominant weed species in the field at the time of herbicide application?": null,
    "Canal or river": null,
    "Cancel": null,
    "Carabao/Cow/Bullock": null,
    "Child labor": null,
    "Children below 18 years are working on the farm and all listed conditions are met": null,
    "Children below 18 years are working on the farm and they use harvest knives, but all of the other listed conditions are met": null,
    "Children below 18 years are working on the farm, and one or more of the other listed conditions are not met": null,
    "Children below the minimum age are working on farm, but there are deliberate and evidenced efforts to stop the children from working and to place them in education": null,
    "Children below the minimum age are working on the farm, and no deliberate and evidenced efforts were made to stop the children from working and to place them in education": null,
    "Children do not go to school and on deliberate and evidenced efforts are made to place them in education": null,
    "Children do not go to school but deliberate and evidenced efforts are made to place them in education, for example, by lobbying for a nearby school or by providing on-site schooling": null,
    "Children living on the farm within the age of compulsory schooling go to school all year long": null,
    "Children living on the farm within the age of compulsory schooling, but not all year long": null,
    "Cleaning & drying": null,
    "Combine harvesting and threshing": null,
    "Complete": null,
    "Compost": null,
    "Cost Reduction Program (CROP)": null,
    "Country": null,
    "Custom hiring from private agencies": null,
    "Custom hiring of seeding and transplanting machine (together)": null,
    "DAP": null,
    "Delete": null,
    "Did pesticide applicator use good quality PPE, e.g., gloves, masks, boots, and protective clothing during pesticide application?": null,
    "Did you incorporate organic materials like compost, livestock manure, green manure etc in this field at the time of land preparation?": null,
    "Did you pay additional cost for the labor for the harvesting, threshing, hauling and transportation?": null,
    "Did you prepare the nursery area together with the main field or separately?": null,
    "Did you prepare the nursery yourself for machine transplanting?": null,
    "Did you purchase rice in this year (whole year)?": null,
    "Did you sell the straw?": null,
    "Diesel": null,
    "Direct sowing": null,
    "Disease": null,
    "District / Sub-district / Municipality / Township": null,
    "Do you use any extra labor also?": null,
    "Does this parcel have any particular treatment name?": null,
    "Drum seeder": null,
    "DrumSeeder": null,
    "Dry": null,
    "Dry season": null,
    "Dry seeded rice (DSR)": null,
    "Dry soil": null,
    "Dry soil tillage and direct sowing of seed (Dry-DSR)": null,
    "During different field operations and activities, safety instructions and first aid were in place on-farm? See for the details.": null,
    "During different field operations and activities, was there any work related injuries and accidents happened? See for the details.": null,
    "E": null,
    "Early": null,
    "Edit": null,
    "Edit Season": null,
    "Electric": null,
    "electricity": null,
    "Empty containers are rinsed three times with water and made unusable by crushing or puncturing before burying them on the farm and are not recycled": null,
    "Enter farmer name, last name or country": null,
    "Enter year or season": null,
    "Family labor": null,
    "Farmer participate in a collection, return, or disposal system": null,
    "Farmer:": null,
    "Farmers": null,
    "Farmers association": null,
    "Farmers own": null,
    "Fertilizer application": null,
    "Fertilizer application date": null,
    "Fertilizer type": null,
    "Few days ago": null,
    "First Name": null,
    "Flooded preseason was more than 30 days": null,
    "Food safety": null,
    "Food security": null,
    "For how much rice area you are going to maintain this season-long field diary?": null,
    "For what you used the removed straw?": null,
    "FYM": null,
    "GlobalGAP": null,
    "Gloves": null,
    "Government recommendation": null,
    "Government subsidized": null,
    "GPS ID of the field": null,
    "Grain and straw yield": null,
    "Graphical Display": null,
    "Green manure": null,
    "Groundwater": null,
    "ha": null,
    "Harrowing": null,
    "Harvesting & threshing": null,
    "Herbicide application": null,
    "Herbicide commercial name": null,
    "Herbicide technical name": null,
    "Hired labor": null,
    "Hired transplanting machine": null,
    "hour(s)": null,
    "Household survey": null,
    "How is the women's access to information and capacity building?": null,
    "How is the women's access to seasonal resources for farm activities?": null,
    "How is the women's control over decision regarding their own labor input?": null,
    "How is the women's control over decision-making regarding household income?": null,
    "How is the women's control over long-term resources for farm activities?": null,
    "How is the women's control over their personal income?": null,
    "How is the women's participation in collective decision-making?": null,
    "How is the women's satisfaction regarding their labor input?": null,
    "How many bottles were applied?": null,
    "How many hour the pump operated to irrigate the field?": null,
    "How many hours this tractor or carabao / bullock was used? (hour)": null,
    "How many labors were used during transplanting?": null,
    "How many labors were used for manual cutting and manual threshing (together)?": null,
    "How many labors were used for the manual cutting?": null,
    "How many members of your family is above 12 years old?": null,
    "How many members of your family is below 12 years old?": null,
    "How many minute in total the tractor was used (e.g., ploughing, levelling, seed sowing etc)?": null,
    "How many minute thresher operated to complete threshing?": null,
    "How many other labor were used?": null,
    "How many times the herbicide was applied during the last two week period?": null,
    "How many times you irrigated during this 2 week period?": null,
    "How many unit of diesel was consumed during the irrigation?": null,
    "How many unit of electricity was consumed during the irrigation?": null,
    "How many was the total number of labors used for cleaning and drying?": null,
    "How many were above 18 years old?": null,
    "How many were below 18 years old?": null,
    "How many were the female labor?": null,
    "How many were the male labor?": null,
    "How much amount of grain was sold?": null,
    "How much amount of money was paid to the labors and other inputs for threshing?": null,
    "How much amount of rice was produced in the last season in this parcel/land?": null,
    "How much amount of rice was produced last year from all your land?": null,
    "How much amount of un-milled rice was sold last year?": null,
    "How much seed was used for this parcel of land?": null,
    "How much time did combine take to complete the harvesting?": null,
    "How much total cost paid for the combine harvesting?": null,
    "How much total cost paid to the service provider for the transplanting operation?": null,
    "How much total cost was paid for the labor, machinery, fertilizer and other inputs for the seedling raising for the above area?": null,
    "How much total cost was paid for the labors used for land preparation?": null,
    "How much total cost was paid for the labors used for seed sowing?": null,
    "How much total extra cost you paid for the other work during transplanting?": null,
    "How much was the additional cost paid to the labors used for harvesting, threshing, hauling and transportation?": null,
    "How much was the amount in 1 bottle (ml)": null,
    "How much was the diameter of the discharge pipe?": null,
    "How much was the discharge rate of the pump?": null,
    "How much was the grain moisture content on threshing day?": null,
    "How much was the lift height (hydraulic head)?": null,
    "How much was the nursery area (m2)?": null,
    "How much was the pesticide amount in 1 bottle (ml)?": null,
    "How much was the total cost for the different materials used for preparing the seedling, e.g., tray, compost, fertilizer, soil etc?": null,
    "How much was the total cost of all fertilizers applied during this 2 week period?": null,
    "How much was the total cost of diesel or petrol, hired cost of pump (if hired), and other costs incurred during irrigation?": null,
    "How much was the total cost of the organic material and labor for the application and transportation?": null,
    "How much was the total cost of the seed?": null,
    "How much was the total cost paid for cutting?": null,
    "How much was the total cost paid for the herbicide?": null,
    "How much was the total cost paid for the labors used for transplanting?": null,
    "How much was the total cost paid for the pesticides? Please add costs of all pesticides": null,
    "How much was the total cost paid for the seedling required for this area, seedling transportation etc?": null,
    "How much was the total cost paid for the tractor or animal power for ploughing and other operations during transplanting? (if any)": null,
    "How much was the total cost paid for the tractor or animal power for the land preparation?": null,
    "How much was the total cost paid for the tractor or animal power used at the time of sowing?": null,
    "How much was the total cost paid to the labors and other inputs, e.g. breakfast to the labors used for cutting?": null,
    "How much was the total cost paid to the labors used for pesticide application?": null,
    "How much was the total cost paid to the threshing machine and for the labors (if involved any) for threshing?": null,
    "How much was the total costs paid to the labors and other inputs for cleaning and drying?": null,
    "How much was the total labor and other input costs paid for weeding?": null,
    "How much was the total labor cost for preparing the seedling for machine transplanting?": null,
    "How much was the total price?": null,
    "How much was the total rainfall during the rice growing period?": null,
    "How much was the wage rate per day for a female labor used for cutting and threshing?": null,
    "How much was the wage rate per day for a female labor used for cutting?": null,
    "How much was the wage rate per day for a female labor used for land preparation?": null,
    "How much was the wage rate per day for a female labor used for seed sowing?": null,
    "How much was the wage rate per day for a female labor used for transplanting?": null,
    "How much was the wage rate per day for a female labor used for weeding?": null,
    "How much was the wage rate per day for a male labor used for cutting and threshing?": null,
    "How much was the wage rate per day for a male labor used for cutting?": null,
    "How much was the wage rate per day for a male labor used for land preparation?": null,
    "How much was the wage rate per day for a male labor used for seed sowing?": null,
    "How much was the wage rate per day for a male labor used for transplanting?": null,
    "How much was the wage rate per day for a male labor used for weeding?": null,
    "How the rice was harvested and straw management?": null,
    "How the straw of the previous crop was managed in this parcel?": null,
    "How the transplanting work was carried out?": null,
    "How you applied these pesticides?": null,
    "How you decided to apply these fertilizers?": null,
    "How you dry the threshed grain?": null,
    "How you established the crop?": null,
    "hp": null,
    "I do not know the condition": null,
    "I want to receive": null,
    "ICM (PTT)": null,
    "If labor was used, how much total cost paid for the labors and other inputs, e.g., custom hiring of the sprayer used for herbicide application?": null,
    "If labor was used, how much was the labor cost paid for the labors used for fertilizer application?": null,
    "If labor was used, how much was the labor cost paid for the labors used for irrigation?": null,
    "If yes, how many cm standing water was there? (cm)": null,
    "In how many trays seedling were prepared for the above area?": null,
    "In the farm, was any school going children employed as permanent or seasonal workers?": null,
    "In your house,": null,
    "In your house, how is the women's control over decisions regarding household agricultural production?": null,
    "inch": null,
    "Incorporated in the field": null,
    "Insect": null,
    "Irrigation": null,
    "Irrigation Date": null,
    "Is there any case of violence against women in your house?": null,
    "Is there any pesticide which you applied is forbidden in your country?": null,
    "K20": null,
    "kg": null,
    "Knap Sac spray": null,
    "L/S": null,
    "Land Preparation": null,
    "Large Field Project": null,
    "Last Name": null,
    "Late": null,
    "Leaf color chart(LCC)": null,
    "Let's add a farmer to the list.": null,
    "Let's add a season for this farmer.": null,
    "Levelling": null,
    "litre": null,
    "Livestock feeding": null,
    "Logout": null,
    "m": null,
    "Machine Transplanting": null,
    "Maize": null,
    "Manual cutting and manual threshing": null,
    "Manual cutting and mechanical threshing": null,
    "Manual weeding": null,
    "Manual Weeding": null,
    "Masks": null,
    "Mechanical columnar dryer": null,
    "Mechanical cutting and mechanical threshing": null,
    "Mechanical flat bed dryer": null,
    "minute(s)": null,
    "mm": null,
    "Monsoon": null,
    "MOP": null,
    "Mulching material for other vegetable crops": null,
    "Mushroom cultivation": null,
    "Mushroom production": null,
    "N": null,
    "Navigation": null,
    "Neighboring friend's recommendation": null,
    "New Farmer": null,
    "New Group": null,
    "New Season": null,
    "Next": null,
    "No": null,
    "No Calibration and maintenance within the past 2 years": null,
    "No children below the minimum age are working on farm, unless they are members of a small-scale family farm": null,
    "No major work-related injuries or ill health, but minor cases in a lower frequency than in the last crop cycle": null,
    "No minor or major work-related injuries or ill health": null,
    "No seasons added for this farmer.": null,
    "No washing or changing facility is available": null,
    "No workers or working family members but first aid supplies are available on-farm": null,
    "No, I purchased from custom hiring": null,
    "Non flooded pre-season was less than 180 days": null,
    "Non flooded pre-season was more than 180 days": null,
    "None": null,
    "Note: If mixed application of more than 1 herbicide, please count them as seperate application and fill up the table below.": null,
    "Note: If mixed application of more than 1 pesticide, please count them as seperate application and fill up the table below.": null,
    "Note: Please maintain this diary in the biggest parcel / plot": null,
    "Nutrient content in this fertilizer (%)": null,
    "Obsolete pesticides (date expired and banned) are returned to dealers or, if not possible, disposed of in a manner that minimize exposure to humans and environment": null,
    "One month ago": null,
    "Operation name": null,
    "Organic Material": null,
    "Other": null,
    "Other (specify)": null,
    "Other (Specify)": null,
    "Other country": null,
    "Other fertilizer application": null,
    "Other pesticide application": null,
    "Other treatment name": null,
    "Others (specify)": null,
    "Own past experiences": null,
    "Own transplanting machine": null,
    "P205": null,
    "Page Not Found": null,
    "Parachute broadcasting": null,
    "Pesticide and inorganic fertilizers are labeled and stored in a general farm storage area": null,
    "Pesticide application": null,
    "Pesticide applicator use at least two (gloves, masks, boots, protective clothing), but always gloves of good quality, and clothing is washed after use": null,
    "Pesticide applicators did not participate in a training session in the past 5 year": null,
    "Pesticide applicators participated in a training session in the past 3 years": null,
    "Pesticide applicators participated in a training session in the past 5 years": null,
    "Pesticide applicators use at least three among (glove, mask, boots, protective clothing), but always use gloves of good quality, and clothing is washed after use": null,
    "Pesticide applicators use fewer than two of the four items, or do not use gloves, or use items of low quality, or clothing is not washed after use": null,
    "Pesticides and inorganic fertilizers are labeled and stored in a locked and separate place": null,
    "Pesticides and inorganic fertilizers are not labeled or stored": null,
    "Pesticides are applied by pregnant or lactating women or children below 18 years, or by person who suffer from chronic or respiratory diseases": null,
    "Pesticides are not applied by pregnant or lactating women or by children below 18 years age, or by person who suffer from chronic or respiratory diseases": null,
    "Pests problem": null,
    "Please see figure for help": null,
    "Please specify which heavy metal’s risk is there?": null,
    "Plouging": null,
    "Potato": null,
    "Power spray": null,
    "Pre-planting information": null,
    "Pre-season RCM recommendation": null,
    "Previous crop's straw": null,
    "Protective clothing": null,
    "Province / District / State / Cities": null,
    "Puddled Soil": null,
    "Puddling": null,
    "Pumping from the nearby cancal or reservoir": null,
    "Questionnaires": null,
    "Rats": null,
    "RCM recommendation": null,
    "Refresh this table": null,
    "Region / Province": null,
    "Removed from field and used for other purposes": null,
    "Retained in pile, and burnt": null,
    "Retained in pile, not returned to field, and not burnt": null,
    "Retained in pile, not returned to field, and not burnt?": null,
    "Returned to field and spread across": null,
    "Rice": null,
    "Rotovator": null,
    "S": null,
    "Save": null,
    "Search this table": null,
    "Season": null,
    "Season long field diary": null,
    "Select": null,
    "Separately": null,
    "SFLF": null,
    "Show results by this count": null,
    "Snails": null,
    "Solophos": null,
    "Sowing Date": null,
    "Sowing or Transplating": null,
    "Specify Country": null,
    "Summer": null,
    "Sun drying": null,
    "Surplus spray and wash water is applied over an unmanaged part of the farm, away from water bodies": null,
    "Tank mix and motorized spray": null,
    "ThaiGAP": null,
    "The field had standing water continuously": null,
    "The field was alternative wetting and drying": null,
    "The field was continously dry": null,
    "The page you requested could not be found, either contact your webmaster or try again. Use your browsers Back button to navigate to the page you have prevously come from.": null,
    "The recommendation, or re-entry after 48 hours is not observed or not communicated": null,
    "The recommendation, or re-entry after 48 hours is observed and communicated by placing warning signs in the field": null,
    "The recommendation, or re-entry after 48 hours is observed and communicated verbally": null,
    "There are no cases of violence": null,
    "There are no children below 18 years working on the farm": null,
    "There are no children living on the farm within the age of compulsory schooling": null,
    "There are no workers employed who apply pesticides": null,
    "There is a collection, return, or disposal system, but it is not used. In the absence of such a system, empty pesticide containers and obsolete pesticides are not disposed as explained above": null,
    "There is at least one case of violence": null,
    "There is no safety instruction and no first aid supplies are available on-farm": null,
    "There is no use of pesticide": null,
    "There is no use of pesticide or inorganic fertilizers": null,
    "There is no use of pesticides": null,
    "Together": null,
    "Total amount of fertilizer used (kg)": null,
    "Transplanting": null,
    "Transplanting by machine": null,
    "Transplanting by the labor": null,
    "Urea": null,
    "Vegetable": null,
    "VietGAP": null,
    "Village": null,
    "Was pesticide and inorganic fertilizers stored in locked place; separate from fuel and food and out of the reach of children?": null,
    "Was pesticide applied by pregnant or lactating women, children below 18 years or by person who suffer from chronic or respiratory diseases?": null,
    "Was the empty pesticide containers and obsolete pesticides properly disposed?": null,
    "Was the recommended re-entry time of 48 hour communicated and followed?": null,
    "Was there any evidence of children below 18 years old employed in hazardous work?": null,
    "Was there any herbicide leftover in the bottle?": null,
    "Was there any pesticide leftover in the bottle?": null,
    "Was there any record of employment of any children below 18 years old as permanent or seasonal workers?": null,
    "Was there training to the pesticide applicators for handling and use of pesticide?": null,
    "Was there water in the field at the time of irrigation?": null,
    "Was washing and changing facility available for pesticide applicators?": null,
    "Washing and changing facilities are available": null,
    "Water regime prior to rice cultivation": null,
    "Weed name": null,
    "Weeding and herbicide application": null,
    "Were the tool and equipment for farm operation and postharvest calibrated and maintained frequently?  See for the details.": null,
    "Wet": null,
    "Wet season": null,
    "Wet soil": null,
    "Wet tillage and direct sowing of soaked seed (Wet-DSR)": null,
    "What is the horse power of the pump?": null,
    "What is the treatment name?": null,
    "What operations were conducted and which power source were used during the land preparation for direct sowing?": null,
    "What operations were conducted and which power source were used during the land preparation for transplanting?": null,
    "What personal protective equipments were used during the pesticide application?": null,
    "What power source was used for this operation?": null,
    "What was the amount of milled rice purchased?": null,
    "What was the amount of un-milled rice purchased?": null,
    "What was the cropping system in this field?": null,
    "What was the cutting width of the combine harvester?": null,
    "What was the depth of water after irrigation (cm)": null,
    "What was the grain moisture content (%) at the time of taking final weight?": null,
    "What was the horse power of the combine harvester?": null,
    "What was the horse power of the threshing machine used?": null,
    "What was the horsepower of the tractor used? (hp)": null,
    "What was the method of harvesting and threshing?": null,
    "What was the name of the machine used for cutting?": null,
    "What was the name of the rice variety growing in this parcel of land?": null,
    "What was the previous crop in this field / plot / parcel?": null,
    "What was the price of the rice sold?": null,
    "What was the price per kg of milled rice purchased?": null,
    "What was the price per kg of un-milled rice purchased?": null,
    "What was the selling price of rice grain?": null,
    "What was the soil condition at the time of this operations?": null,
    "What was the source of energy for the irrigation pump?": null,
    "What was the source of irrigation": null,
    "What was the sowing date?": null,
    "What was the water condition in the field during the last 2 week period?": null,
    "What were the fertilizers applied during the last two week period?": null,
    "What were the problems in this rice field in last 2 weeks?": null,
    "What you applied to control (provide the brand/commercial name)": null,
    "What you did in the last 2 week to control weed?": null,
    "What you did with this straw?": null,
    "Wheat": null,
    "When the crop was harvested?": null,
    "When the operation was conducted?": null,
    "When the pesticide application sprayer was last calibrated?": null,
    "When the weeding was carried out?": null,
    "When these organic materials were incorporated in this parcel?": null,
    "When was the application date?": null,
    "When was the cutting date?": null,
    "When was the nursery establishment date?": null,
    "When was the threshing date?": null,
    "When was the transplanting date?": null,
    "When was this previous crop harvested?": null,
    "When you started the land preparation for direct sowing?": null,
    "When you started the land preparation for transplanting?": null,
    "Whether they have done any soil remediation?": null,
    "Which method of direct sowing did you use?": null,
    "Which method of transplanting did you use?": null,
    "Who did cleaning and drying work?": null,
    "Who did the cutting and threshing work?": null,
    "Who did the cutting work?": null,
    "Who did the fertilizer application?": null,
    "Who did the herbicide application work?": null,
    "Who did the irrigation work?": null,
    "Who did the labor work during cutting and threshing?": null,
    "Who did the labor work during land preparation?": null,
    "Who did the labor work during seed sowing?": null,
    "Who did the labor work for nursery establishment and management?": null,
    "Who did the other work?": null,
    "Who did the pesticide application?": null,
    "Who did the transplanting work?": null,
    "Who did the weeding work?": null,
    "Who owns this combine harvester?": null,
    "Who prepared the seedlings?": null,
    "Women are excluded from group decision-making": null,
    "Women are partly satisfied (e.g., no balance during peak labor-requirement periods)": null,
    "Women are present during group decision, but their contributions are not given full weight": null,
    "Women are satisfied": null,
    "Women are structurally unsatisfied": null,
    "Women empowerment": null,
    "Women have at least equivalent decision-making power": null,
    "Women have at least equivalent decision-making power and equal access": null,
    "Women have equal access": null,
    "Women have equivalent or greater control": null,
    "Women have less access": null,
    "Women have no access": null,
    "Women have no or marginal decision making power": null,
    "Women have no or marginal decision-making power": null,
    "Women have no or marginal decision-making power and no access": null,
    "Women have no or very limited control": null,
    "Women have some but less than equivalent control": null,
    "Women have some but less than equivalent decision-making power": null,
    "Women have some but less than equivalent decision-making power and less than equivalent access": null,
    "Women participation in group leadership, are active in group decision, and their voices are valued": null,
    "Worker health & safety": null,
    "Workers, including working household members, receive regular safety instruction and first aid supplies are available on-farm": null,
    "Workers, including working household members, receive regular safety instruction, but no first aid supplies are available on-farm": null,
    "Year": null,
    "Yes": null,
    "Yes, I prepared myself": null,
    "Yes/No": null,
    "You can add farmers who belong to the same organization by creating a group instead.": null,
    "Zn": null,
    "{{fertilizer.name}}": null,
    "{{problem.name}}": null,
    "{{sc.getSeason(season.seasons_id)}}": null,
    "{{season.sowing_date}}": null,
    "{{season.year}}": null
}